Repository: alaxsxga/latergram
Catalog: Sources/LatergramPrototype/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, id, ja, ko, pt_br, th, zh_hant

# auth.confirm_email_body
source: A verification email has been sent to %@ Click the link to return to this page
de: Wir haben eine Bestätigungs-E-Mail an %@ geschickt Tippe auf den Link, um zu diesem Bildschirm zurückzukehren
es: Te enviamos un correo de verificación a %@ Toca el enlace para volver a esta pantalla
id: Kami mengirim email verifikasi ke %@ Ketuk tautan di email untuk kembali ke layar ini
ja: 確認メールを %@ に送信しました メール内のリンクをタップするとこの画面に戻ります
ko: %@(으)로 인증 메일을 보냈어요 메일 속 링크를 누르면 이 화면으로 돌아와요
pt_br: Enviamos um e-mail de verificação para %@ Toque no link para voltar a esta tela
th: เราส่งอีเมลยืนยันไปที่ %@ แล้ว แตะลิงก์ในอีเมลเพื่อกลับมาที่หน้านี้
zh_hant: 驗證信已寄至 %@ 點擊信中連結後會自動返回此頁

# auth.confirm_email_title
source: Verify Your Email
de: E-Mail bestätigen
es: Verifica tu correo
id: Verifikasi email kamu
ja: メールアドレスを確認
ko: 이메일 인증
pt_br: Verifique seu e-mail
th: ยืนยันอีเมล
zh_hant: 請確認電子郵件

# auth.display_name_placeholder
source: Display Name
de: Anzeigename
es: Nombre
id: Nama tampilan
ja: 表示名
ko: 이름
pt_br: Nome de exibição
th: ชื่อที่ใช้แสดง
zh_hant: 顯示名稱

# auth.login_button
source: Sign In
de: Anmelden
es: Iniciar sesión
id: Masuk
ja: ログイン
ko: 로그인
pt_br: Entrar
th: เข้าสู่ระบบ
zh_hant: 登入

# auth.next_button
source: Next
de: Weiter
es: Siguiente
id: Lanjut
ja: 次へ
ko: 다음
pt_br: Avançar
th: ถัดไป
zh_hant: 下一步

# auth.password_confirm_placeholder
source: Confirm Password
de: Passwort bestätigen
es: Confirma la contraseña
id: Konfirmasi kata sandi
ja: パスワード（確認）
ko: 비밀번호 확인
pt_br: Confirmar senha
th: ยืนยันรหัสผ่าน
zh_hant: 確認密碼

# auth.password_placeholder
source: Password
de: Passwort
es: Contraseña
id: Kata sandi
ja: パスワード
ko: 비밀번호
pt_br: Senha
th: รหัสผ่าน
zh_hant: 密碼

# auth.re_enter_button
source: ← Back
de: ← Zurück
es: ← Atrás
id: ← Kembali
ja: ← 戻る
ko: ← 뒤로
pt_br: ← Voltar
th: ← ย้อนกลับ
zh_hant: ← 返回修改

# auth.set_name_title
source: Set Your Name
de: Wie heißt du?
es: Elige tu nombre
id: Atur namamu
ja: 名前を設定
ko: 이름 설정
pt_br: Defina seu nome
th: ตั้งชื่อของคุณ
zh_hant: 設定名稱

# auth.switch_to_login.action
source: Sign In
de: Anmelden
es: Inicia sesión
id: Masuk
ja: ログイン
ko: 로그인
pt_br: Entrar
th: เข้าสู่ระบบ
zh_hant: 登入

# auth.switch_to_login.prefix
source: Already have an account?
de: Schon ein Konto?
es: ¿Ya tienes cuenta?
id: Sudah punya akun?
ja: すでにアカウントをお持ちの方は
ko: 이미 계정이 있어요?
pt_br: Já tem uma conta?
th: มีบัญชีอยู่แล้ว?
zh_hant: 已有帳號？

# auth.switch_to_signup.action
source: Sign Up
de: Registrieren
es: Regístrate
id: Daftar
ja: 新規登録
ko: 가입하기
pt_br: Criar conta
th: สมัครสมาชิก
zh_hant: 註冊

# auth.switch_to_signup.prefix
source: Don't have an account?
de: Noch kein Konto?
es: ¿No tienes cuenta?
id: Belum punya akun?
ja: アカウントをお持ちでない方は
ko: 계정이 없어요?
pt_br: Ainda não tem conta?
th: ยังไม่มีบัญชี?
zh_hant: 還沒有帳號？

# chat_detail.badge.not_yet_opened
source: Not Yet Opened
de: Noch nicht geöffnet
es: Sin abrir
id: Belum dibuka
ja: 未開封
ko: 아직 안 열림
pt_br: Ainda fechada
th: ยังไม่ได้เปิด
zh_hant: 等待開啟

# chat_detail.badge.unread
source: Unread
de: Ungelesen
es: No leído
id: Belum dibaca
ja: 未読
ko: 안 읽음
pt_br: Não lida
th: ยังไม่ได้อ่าน
zh_hant: 未讀

# chat_detail.create_button
source: New Message
de: Neue Nachricht
es: Nuevo mensaje
id: Pesan baru
ja: 新しいメッセージ
ko: 새 메시지
pt_br: Nova mensagem
th: ข้อความใหม่
zh_hant: 新訊息

# chat_detail.delete_message
source: Delete Message
de: Nachricht löschen
es: Eliminar mensaje
id: Hapus pesan
ja: このメッセージを削除
ko: 메시지 삭제
pt_br: Excluir mensagem
th: ลบข้อความ
zh_hant: 刪除此訊息

# chat_detail.empty_description
source: Send your first delayed message
de: Sende deine erste verzögerte Nachricht
es: Envía tu primer mensaje con retraso
id: Kirim pesan tertundamu yang pertama
ja: 最初のタイマーメッセージを送ってみましょう
ko: 첫 지연 메시지를 보내 보세요
pt_br: Envie sua primeira mensagem com atraso
th: ส่งข้อความหน่วงเวลาฉบับแรกของคุณ
zh_hant: 傳送第一則倒數訊息吧

# chat_detail.empty_title
source: No Messages Yet
de: Noch keine Nachrichten
es: Aún no hay mensajes
id: Belum ada pesan
ja: メッセージはまだありません
ko: 아직 메시지가 없어요
pt_br: Nenhuma mensagem ainda
th: ยังไม่มีข้อความ
zh_hant: 還沒有訊息

# chat_detail.got_it
source: Got it
de: Verstanden
es: Entendido
id: Mengerti
ja: OK
ko: 확인
pt_br: Entendi
th: เข้าใจแล้ว
zh_hant: 知道了

# chat_detail.limit_info
source: You can send another to this friend once the countdown ends
de: Du kannst dieser Person erst wieder eine Nachricht senden, wenn der Countdown abgelaufen ist
es: Podrás enviarle otro mensaje cuando termine la cuenta atrás
id: Kamu bisa mengirim lagi ke teman ini setelah hitung mundur selesai
ja: カウントダウンが終わると、同じ友だちにもう一通送れます
ko: 카운트다운이 끝나면 이 친구에게 다시 보낼 수 있어요
pt_br: Você poderá enviar outra para este amigo quando a contagem regressiva terminar
th: คุณจะส่งให้เพื่อนคนนี้อีกครั้งได้ เมื่อนับถอยหลังสิ้นสุดลง
zh_hant: 倒數結束後才能再傳給同一位好友

# chat_detail.limit_title
source: Limit Reached
de: Limit erreicht
es: Has alcanzado el límite
id: Batas tercapai
ja: 上限に達しました
ko: 한도에 도달했어요
pt_br: Limite atingido
th: ถึงขีดจำกัดแล้ว
zh_hant: 已達上限

# chat_detail.unlock_more
source: Upgrade to Unlock
de: Upgrade zum Freischalten
es: Mejora para desbloquear
id: Upgrade untuk membuka
ja: アップグレードして解除
ko: 업그레이드로 잠금 해제
pt_br: Assinar para desbloquear
th: อัปเกรดเพื่อปลดล็อก
zh_hant: 升級解鎖

# chats.empty_description
source: Send or receive a message from the Inbox tab to get started
de: Sende oder empfange eine Nachricht über den Posteingang, um zu starten
es: Envía o recibe un mensaje desde la pestaña Buzón para empezar
id: Kirim atau terima pesan dari tab Kotak Masuk untuk memulai
ja: 受信箱からメッセージを送受信すると、ここに表示されます
ko: 받은함 탭에서 메시지를 보내거나 받아 보세요
pt_br: Envie ou receba uma mensagem na aba Caixa de entrada para começar
th: ส่งหรือรับข้อความจากแท็บกล่องข้อความเพื่อเริ่มต้น
zh_hant: 從信箱頁發送或接收訊息後就會出現

# chats.empty_title
source: No Conversations
de: Keine Unterhaltungen
es: Sin conversaciones
id: Belum ada percakapan
ja: トーク履歴はありません
ko: 대화가 없어요
pt_br: Nenhuma conversa
th: ยังไม่มีการสนทนา
zh_hant: 沒有往來訊息

# chats.preview.counting_down
source: New message counting down
de: Neue Nachricht im Countdown
es: Cuenta atrás de un mensaje nuevo
id: Pesan baru sedang menghitung mundur
ja: 新しいメッセージをカウントダウン中
ko: 새 메시지 카운트다운 중
pt_br: Nova mensagem em contagem regressiva
th: ข้อความใหม่กำลังนับถอยหลัง
zh_hant: 新訊息倒數中

# chats.preview.ready_to_open
source: New message ready to open
de: Neue Nachricht bereit zum Öffnen
es: Mensaje nuevo listo para abrir
id: Pesan baru siap dibuka
ja: 開封できる新着メッセージ
ko: 새 메시지를 열 수 있어요
pt_br: Nova mensagem pronta para abrir
th: ข้อความใหม่พร้อมเปิด
zh_hant: 有新訊息可開啟

# common.back
source: Back
de: Zurück
es: Atrás
id: Kembali
ja: 戻る
ko: 뒤로
pt_br: Voltar
th: ย้อนกลับ
zh_hant: 返回

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
id: Batal
ja: キャンセル
ko: 취소
pt_br: Cancelar
th: ยกเลิก
zh_hant: 取消

# common.delete
source: Delete
de: Löschen
es: Eliminar
id: Hapus
ja: 削除
ko: 삭제
pt_br: Excluir
th: ลบ
zh_hant: 刪除

# common.done
source: Done
de: Fertig
es: Listo
id: Selesai
ja: 完了
ko: 완료
pt_br: Concluído
th: เสร็จ
zh_hant: 完成

# common.error_title
source: Error
de: Fehler
id: Kesalahan
ja: エラー
ko: 오류
pt_br: Erro
th: เกิดข้อผิดพลาด
zh_hant: 錯誤

# compose.days_label
source: Days
de: Tage
es: Días
id: Hari
ja: 日数
ko: 일
pt_br: Dias
th: วัน
zh_hant: 天數

# compose.hour_unit
source: H
de: Std
id: jam
ja: 時
ko: 시
th: ชม.
zh_hant: 時

# compose.hours_minutes_header
source: H · M
de: Std · Min
es: h · min
id: jam · mnt
ja: 時・分
ko: 시 · 분
pt_br: h · min
th: ชม. · นาที
zh_hant: 時 · 分

# compose.label.message
source: Message
de: Nachricht
es: Mensaje
id: Pesan
ja: メッセージ
ko: 메시지
pt_br: Mensagem
th: ข้อความ
zh_hant: 訊息

# compose.label.preview
source: Preview
de: Vorschau
es: Vista previa
id: Pratinjau
ja: プレビュー
ko: 미리보기
pt_br: Pré-visualização
th: ตัวอย่าง
zh_hant: 預覽

# compose.label.recipient
source: Recipient
de: Empfänger
es: Destinatario
id: Penerima
ja: 宛先
ko: 받는 사람
pt_br: Destinatário
th: ผู้รับ
zh_hant: 收件人

# compose.label.style
source: Style
de: Stil
es: Modo
id: Gaya
ja: スタイル
ko: 방식
pt_br: Estilo
th: สไตล์
zh_hant: 樣式

# compose.max_days
source: Up to 7 days
de: Bis zu 7 Tage
es: Hasta 7 días
id: Hingga 7 hari
ja: 最長7日
ko: 최대 7일
pt_br: Até 7 dias
th: สูงสุด 7 วัน
zh_hant: 最多 7 天

# compose.minute_unit
source: M
de: Min
es: min
id: mnt
ja: 分
ko: 분
pt_br: min
th: นาที
zh_hant: 分

# compose.nav_title
source: New Message
de: Neue Nachricht
es: Nuevo mensaje
id: Pesan baru
ja: 新しいメッセージ
ko: 새 메시지
pt_br: Nova mensagem
th: ข้อความใหม่
zh_hant: 新訊息

# compose.paywall_hint_message
source: Free plan supports delays up to 24 hours. Upgrade to set up to 7 days.
de: Im Gratis-Plan sind Verzögerungen bis 24 Stunden möglich. Mit einem Upgrade kannst du bis zu 7 Tage einstellen.
es: El plan gratuito permite retrasos de hasta 24 horas. Mejora para configurar hasta 7 días.
id: Paket gratis menunda hingga 24 jam. Upgrade untuk mengatur hingga 7 hari.
ja: 無料プランの上限は24時間です。アップグレードすると最長7日まで設定できます。
ko: 무료 플랜은 최대 24시간 지연까지 지원해요. 업그레이드하면 최대 7일까지 설정할 수 있어요.
pt_br: O plano gratuito permite atrasos de até 24 horas. Assine para definir até 7 dias.
th: แผนฟรีหน่วงเวลาได้ถึง 24 ชั่วโมง อัปเกรดเพื่อตั้งได้ถึง 7 วัน
zh_hant: 免費版上限 24 小時，升級後最長可設 7 天

# compose.paywall_hint_upgrade_button
source: Upgrade to Unlock
de: Upgrade zum Freischalten
es: Mejora para desbloquear
id: Upgrade untuk membuka
ja: アップグレードして解除
ko: 업그레이드로 잠금 해제
pt_br: Assinar para desbloquear
th: อัปเกรดเพื่อปลดล็อก
zh_hant: 升級解鎖

# compose.pick_recipient
source: Select Recipient
de: Empfänger auswählen
es: Selecciona el destinatario
id: Pilih penerima
ja: 宛先を選択
ko: 받는 사람 선택
pt_br: Escolher destinatário
th: เลือกผู้รับ
zh_hant: 選擇收件人

# compose.pick_recipient.empty_description
source: Add friends first to send a message.
de: Füge zuerst Freunde hinzu, um eine Nachricht zu senden.
es: Añade amigos para empezar a enviar mensajes.
id: Tambah teman dulu sebelum mengirim pesan.
ja: メッセージを送るには、まず友だちを追加してください。
ko: 메시지를 보내려면 먼저 친구를 추가해 주세요.
pt_br: Adicione amigos antes de enviar uma mensagem.
th: เพิ่มเพื่อนก่อนเพื่อส่งข้อความ
zh_hant: 先加好友，才能傳送訊息。

# compose.pick_recipient.empty_title
source: No Friends Yet
de: Noch keine Freunde
es: Aún no tienes amigos
id: Belum ada teman
ja: 友だちがいません
ko: 친구가 없어요
pt_br: Nenhum amigo ainda
th: ยังไม่มีเพื่อน
zh_hant: 還沒有朋友

# compose.picker.hour
source: Hour
de: Stunde
es: Hora
id: Jam
ja: 時間
ko: 시
pt_br: Hora
th: ชั่วโมง
zh_hant: 小時

# compose.picker.hours
source: Hours
de: Stunden
es: Horas
id: Jam
ja: 時間
ko: 시간
pt_br: Horas
th: ชั่วโมง
zh_hant: 小時

# compose.picker.minutes
source: Minutes
de: Minuten
es: Minutos
id: Menit
ja: 分
ko: 분
pt_br: Minutos
th: นาที
zh_hant: 分鐘

# compose.preview.to
source: to %@
de: an %@
es: Para %@
id: ke %@
ja: %@ さんへ
ko: %@에게
pt_br: para %@
th: ถึง %@
zh_hant: 給 %@

# compose.send_button
source: Send
de: Senden
es: Enviar
id: Kirim
ja: 送信
ko: 보내기
pt_br: Enviar
th: ส่ง
zh_hant: 傳送

# compose.summary.countdown
source: ⏳ Opens in %@ · %@
de: ⏳ Öffnet in %@ · %@
es: ⏳ Se abre en %@ · %@
id: ⏳ Terbuka dalam %@ · %@
ja: ⏳ %@ 後に開封 ・ %@
ko: ⏳ %@ 후 열림 · %@
pt_br: ⏳ Abre em %@ · %@
th: ⏳ เปิดได้ใน %@ · %@
zh_hant: ⏳ %@ 後開啟 · %@

# compose.summary.unlock_date
source: 🔓 Unlocks on %@ · in %d days
de: 🔓 Entsperrt am %@ · in %d Tagen
es: 🔓 Se abre el %@ · en %d días
id: 🔓 Terbuka pada %@ · %d hari lagi
ja: 🔓 %@ に解除 ・ あと %d 日
ko: 🔓 %@ 잠금 해제 · %d일 후
pt_br: 🔓 Desbloqueia em %@ · em %d dias
th: 🔓 ปลดล็อก %@ · อีก %d วัน
zh_hant: 🔓 %@ 解鎖 · %d 天後

# compose.timing.unlock_date
source: 📅 Specific Date
de: 📅 Bestimmtes Datum
es: 📅 Fecha concreta
id: 📅 Tanggal tertentu
ja: 📅 日時を指定
ko: 📅 날짜 지정
pt_br: 📅 Data específica
th: 📅 ระบุวันที่
zh_hant: 📅 指定日期

# compose.unit.day_count
source: %d days
de: %d Tage
es: %d días
id: %d hari
ja: %d 日
ko: %d일
pt_br: %d dias
th: %d วัน
zh_hant: %d 天

# compose.unit.hour_count
source: %d hr
de: %d Std
es: %d h
id: %d jam
ja: %d 時間
ko: %d시간
pt_br: %d h
th: %d ชม.
zh_hant: %d 小時

# compose.unlock_countdown
source: UNLOCK COUNTDOWN
de: ENTSPERRT IN
es: FALTA PARA ABRIR
id: HITUNG MUNDUR
ja: 解除までのカウントダウン
ko: 잠금 해제까지
pt_br: TEMPO PARA ABRIR
th: เวลานับถอยหลัง
zh_hant: 解鎖倒數

# compose.unlock_time_label
source: Unlock Time
de: Entsperrzeit
es: Hora de apertura
id: Waktu terbuka
ja: 解除日時
ko: 잠금 해제 시간
pt_br: Horário de abertura
th: เวลาที่จะปลดล็อก
zh_hant: 解鎖時間

# friends.add_failed_title
source: Could Not Add Friend
de: Konnte Freund nicht hinzufügen
es: No se pudo añadir el amigo
id: Gagal menambahkan teman
ja: 友だちを追加できませんでした
ko: 친구를 추가할 수 없어요
pt_br: Não foi possível adicionar
th: เพิ่มเพื่อนไม่สำเร็จ
zh_hant: 無法加入好友

# friends.already_friends_title
source: Already Friends
de: Ihr seid bereits Freunde
es: Ya sois amigos
id: Sudah berteman
ja: すでに友だちです
ko: 이미 친구예요
pt_br: Vocês já são amigos
th: เป็นเพื่อนกันอยู่แล้ว
zh_hant: 已經是好友

# friends.count
source: %d friends
de: %d Freunde
es: %d amigos
id: %d teman
ja: 友だち %d 人
ko: 친구 %d명
pt_br: %d amigos
th: เพื่อน %d คน
zh_hant: %d 位好友

# friends.delete_confirm_button
source: Delete %@
de: %@ löschen
es: Eliminar a %@
id: Hapus %@
ja: %@ を削除
ko: %@ 삭제
pt_br: Excluir %@
th: ลบ %@
zh_hant: 刪除 %@

# friends.delete_confirm_message
source: Delete %@? This action cannot be undone.
de: %@ löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Eliminar a %@? Esta acción no se puede deshacer.
id: Hapus %@? Tindakan ini tidak bisa dibatalkan.
ja: %@ を削除しますか？この操作は取り消せません。
ko: %@을(를) 삭제할까요? 이 작업은 되돌릴 수 없어요.
pt_br: Excluir %@? Esta ação não pode ser desfeita.
th: ลบ %@? การกระทำนี้ย้อนกลับไม่ได้
zh_hant: 確定要刪除 %@？此操作無法復原。

# friends.delete_friend_menu
source: Delete Friend
de: Freund löschen
es: Eliminar amigo
id: Hapus teman
ja: 友だちを削除
ko: 친구 삭제
pt_br: Excluir amigo
th: ลบเพื่อน
zh_hant: 刪除好友

# friends.delete_friend_title
source: Delete Friend
de: Freund löschen
es: Eliminar amigo
id: Hapus teman
ja: 友だちを削除
ko: 친구 삭제
pt_br: Excluir amigo
th: ลบเพื่อน
zh_hant: 刪除好友

# friends.empty_description
source: Tap the top-right button to invite friends
de: Tippe oben rechts, um Freunde einzuladen
es: Toca el botón superior derecho para invitar amigos
id: Ketuk tombol di pojok kanan atas untuk mengundang teman
ja: 右上のボタンから友だちを招待しましょう
ko: 우측 상단 버튼으로 친구를 초대해 보세요
pt_br: Toque no botão no canto superior direito para convidar amigos
th: แตะปุ่มมุมขวาบนเพื่อเชิญเพื่อน
zh_hant: 點右上角邀請好友加入

# friends.empty_title
source: No Friends Yet
de: Noch keine Freunde
es: Aún no tienes amigos
id: Belum ada teman
ja: 友だちがいません
ko: 친구가 없어요
pt_br: Nenhum amigo ainda
th: ยังไม่มีเพื่อน
zh_hant: 還沒有好友

# friends.invite_confirm_message
source: Invite code %@ has been entered. Add this person as a friend now?
de: Einladungscode %@ eingegeben. Diese Person jetzt als Freund hinzufügen?
es: Se ha introducido el código de invitación %@. ¿Lo añadimos como amigo ahora?
id: Kode undangan %@ sudah dimasukkan. Tambahkan orang ini sebagai teman sekarang?
ja: 招待コード %@ を入力しました。今すぐ友だちに追加しますか？
ko: 초대 코드 %@이(가) 입력되었어요. 지금 친구로 추가할까요?
pt_br: Código de convite %@ inserido. Adicionar esta pessoa como amigo agora?
th: ใส่รหัสเชิญ %@ แล้ว เพิ่มคนนี้เป็นเพื่อนเลยไหม?
zh_hant: 邀請碼 %@ 已填入，要立即加對方為好友嗎？

# friends.invite_later_button
source: Later
de: Später
es: Más tarde
id: Nanti
ja: あとで
ko: 나중에
pt_br: Mais tarde
th: ภายหลัง
zh_hant: 稍後

# friends.invite_pasted_title
source: Invite Code Pasted
de: Einladungscode eingefügt
es: Código de invitación pegado
id: Kode undangan ditempel
ja: 招待コードを貼り付けました
ko: 초대 코드를 붙여넣었어요
pt_br: Código de convite colado
th: วางรหัสเชิญแล้ว
zh_hant: 邀請碼已貼上

# friends.invite_send_button
source: Send Invite
de: Einladung senden
es: Enviar invitación
id: Kirim undangan
ja: 招待を送信
ko: 초대 보내기
pt_br: Enviar convite
th: ส่งคำเชิญ
zh_hant: 送出邀請

# friends.invite_sheet.add_button
source: Add
de: Hinzufügen
es: Añadir
id: Tambah
ja: 追加
ko: 추가
pt_br: Adicionar
th: เพิ่ม
zh_hant: 加入

# friends.invite_sheet.add_friend_title
source: Add Friend
de: Freund hinzufügen
es: Añadir amigo
id: Tambah teman
ja: 友だちを追加
ko: 친구 추가
pt_br: Adicionar amigo
th: เพิ่มเพื่อน
zh_hant: 加入好友

# friends.invite_sheet.generate
source: Generate Invite Code
de: Einladungscode erstellen
es: Generar código de invitación
id: Buat kode undangan
ja: 招待コードを発行
ko: 초대 코드 만들기
pt_br: Gerar código de convite
th: สร้างรหัสเชิญ
zh_hant: 產生邀請碼

# friends.invite_sheet.my_code
source: My Invite Code
de: Mein Einladungscode
es: Mi código de invitación
id: Kode undanganku
ja: あなたの招待コード
ko: 내 초대 코드
pt_br: Meu código de convite
th: รหัสเชิญของฉัน
zh_hant: 我的邀請碼

# friends.invite_sheet.paste_placeholder
source: Paste a friend's invite code
de: Einladungscode eines Freundes einfügen
es: Pega el código de invitación de un amigo
id: Tempel kode undangan teman
ja: 友だちの招待コードを貼り付け
ko: 친구의 초대 코드를 붙여넣어 주세요
pt_br: Cole o código de convite de um amigo
th: วางรหัสเชิญจากเพื่อน
zh_hant: 貼上好友的邀請碼

# friends.invite_sheet.revoke
source: Revoke
de: Widerrufen
es: Revocar
id: Cabut
ja: 取り消す
ko: 재설정
pt_br: Revogar
th: เพิกถอน
zh_hant: 撤銷

# friends.invite_sheet.share
source: Share Invite Code
de: Einladungscode teilen
es: Compartir código
id: Bagikan kode undangan
ja: 招待コードを共有
ko: 초대 코드 공유
pt_br: Compartilhar código de convite
th: แชร์รหัสเชิญ
zh_hant: 分享邀請碼

# friends.invite_sheet.title
source: Invite Friends
de: Freunde einladen
es: Invitar amigos
id: Undang teman
ja: 友だちを招待
ko: 친구 초대
pt_br: Convidar amigos
th: เชิญเพื่อน
zh_hant: 邀請好友

# friends.logout_button
source: Sign Out
de: Abmelden
es: Cerrar sesión
id: Keluar
ja: ログアウト
ko: 로그아웃
pt_br: Sair da conta
th: ออกจากระบบ
zh_hant: 登出

# friends.logout_confirm_title
source: Sign Out?
de: Abmelden?
es: ¿Cerrar sesión?
id: Keluar dari akun?
ja: ログアウトしますか？
ko: 로그아웃할까요?
pt_br: Sair da conta?
th: ออกจากระบบ?
zh_hant: 確定要登出嗎？

# friends.section_header
source: Friends
de: Freunde
es: Amigos
id: Teman
ja: 友だち
ko: 친구
pt_br: Amigos
th: เพื่อน
zh_hant: 好友

# inbox.badge.new_count
source: %d NEW
de: %d NEU
es: %d NUEVOS
id: %d BARU
ja: 新着 %d 件
ko: 새 메시지 %d
pt_br: %d NOVAS
th: ใหม่ %d
zh_hant: %d 則新訊息

# inbox.card.hide
source: Hide
de: Ausblenden
es: Ocultar
id: Sembunyikan
ja: 隠す
ko: 숨기기
pt_br: Ocultar
th: ซ่อน
zh_hant: 隱藏

# inbox.card.opened_at
source: Opened on %@
de: Geöffnet am %@
es: Abierto el %@
id: Dibuka pada %@
ja: %@ に開封
ko: %@ 열림
pt_br: Aberta em %@
th: เปิดเมื่อ %@
zh_hant: 已於 %@ 開啟

# inbox.card.sent_at
source: Sent on %@
de: Gesendet am %@
es: Enviado el %@
id: Dikirim pada %@
ja: %@ に送信
ko: %@ 보냄
pt_br: Enviada em %@
th: ส่งเมื่อ %@
zh_hant: 發送於 %@

# inbox.card.show
source: Show
de: Anzeigen
es: Mostrar
id: Tampilkan
ja: 表示
ko: 보기
pt_br: Mostrar
th: แสดง
zh_hant: 查看

# inbox.card.total_countdown
source: Total %@
de: Insgesamt %@
ja: 合計 %@
ko: 총 %@
th: รวม %@
zh_hant: 總倒數 %@

# inbox.card.unlock_countdown
source: UNLOCK COUNTDOWN
de: ENTSPERRT IN
es: FALTA PARA ABRIR
id: HITUNG MUNDUR
ja: 解除までのカウントダウン
ko: 잠금 해제까지
pt_br: TEMPO PARA ABRIR
th: เวลานับถอยหลัง
zh_hant: 解鎖倒數

# inbox.overlay.from
source: FROM
de: VON
es: DE
id: DARI
ja: 差出人
ko: 보낸 사람
pt_br: DE
th: จาก
zh_hant: 來自

# inbox.overlay.unlocked_at
source: Unlocked on %@
de: Entsperrt am %@
es: Desbloqueado el %@
id: Terbuka pada %@
ja: %@ に解除
ko: %@ 잠금 해제됨
pt_br: Desbloqueada em %@
th: ปลดล็อกเมื่อ %@
zh_hant: 已於 %@ 解鎖

# inbox.received.empty_description
source: No new messages
de: Keine neuen Nachrichten
es: No hay mensajes nuevos
id: Tidak ada pesan baru
ja: 新着メッセージはありません
ko: 새 메시지가 없어요
pt_br: Nenhuma mensagem nova
th: ยังไม่มีข้อความใหม่
zh_hant: 目前沒有新訊息

# inbox.received.empty_title
source: No Received Messages
de: Keine empfangenen Nachrichten
es: Sin mensajes recibidos
id: Belum ada pesan masuk
ja: 受信メッセージはありません
ko: 받은 메시지가 없어요
pt_br: Nenhuma mensagem recebida
th: ยังไม่มีข้อความที่ได้รับ
zh_hant: 還沒有收到訊息

# inbox.section.counting_down
source: Counting Down
de: Im Countdown
es: Cuenta atrás
id: Menghitung mundur
ja: カウントダウン中
ko: 카운트다운
pt_br: Em contagem regressiva
th: กำลังนับถอยหลัง
zh_hant: 倒數中

# inbox.section.ready_to_open
source: Ready to Open
de: Bereit zum Öffnen
es: Listos para abrir
id: Siap dibuka
ja: 開封できる
ko: 열 수 있어요
pt_br: Prontas para abrir
th: พร้อมเปิด
zh_hant: 可開啟

# inbox.section.revealed
source: Opened
de: Geöffnet
es: Abiertos
id: Dibuka
ja: 開封済み
ko: 열린 메시지
pt_br: Abertas
th: เปิดแล้ว
zh_hant: 已開啟

# inbox.section.sent_opened
source: Opened
de: Geöffnet
es: Abiertos
id: Dibuka
ja: 開封済み
ko: 열림
pt_br: Abertas
th: เปิดแล้ว
zh_hant: 已開啟

# inbox.section.sent_pending
source: Unopened
de: Ungeöffnet
es: Sin abrir
id: Belum dibuka
ja: 未開封
ko: 안 열림
pt_br: Não abertas
th: ยังไม่ได้เปิด
zh_hant: 未開啟

# inbox.sent.empty_description
source: Send a delayed message to a friend
de: Sende einer Freundin oder einem Freund eine verzögerte Nachricht
es: Envía un mensaje con retraso a un amigo
id: Kirim pesan tertunda ke teman
ja: 友だちにタイマー付きメッセージを送ってみましょう
ko: 친구에게 지연 메시지를 보내 보세요
pt_br: Envie uma mensagem com atraso para um amigo
th: ส่งข้อความหน่วงเวลาให้เพื่อน
zh_hant: 傳送一則倒數訊息給好友

# inbox.sent.empty_title
source: No Sent Messages
de: Keine gesendeten Nachrichten
es: Sin mensajes enviados
id: Belum ada pesan terkirim
ja: 送信メッセージはありません
ko: 보낸 메시지가 없어요
pt_br: Nenhuma mensagem enviada
th: ยังไม่มีข้อความที่ส่ง
zh_hant: 還沒有送出訊息

# inbox.sent_card.opened_at
source: They opened it on %@
de: Geöffnet am %@
es: Lo abrieron el %@
id: Dibuka pada %@
ja: 相手が %@ に開封
ko: %@에 열어 봤어요
pt_br: Aberta em %@
th: เปิดเมื่อ %@
zh_hant: 對方已於 %@ 開啟

# inbox.sent_card.to
source: to %@
de: an %@
es: Para %@
id: ke %@
ja: %@ さんへ
ko: %@에게
pt_br: para %@
th: ถึง %@
zh_hant: 給 %@

# inbox.sent_card.waiting
source: Countdown ended, waiting for them to open
de: Countdown beendet, wartet auf das Öffnen
es: La cuenta atrás ha terminado, esperando a que lo abra
id: Hitung mundur selesai, menunggu untuk dibuka
ja: カウントダウンは終わり、開封を待っています
ko: 카운트다운이 끝났어요. 상대가 열기를 기다리는 중
pt_br: Contagem encerrada, aguardando ser aberta
th: นับถอยหลังจบแล้ว รออีกฝ่ายเปิด
zh_hant: 倒數已結束，等待對方開啟

# inbox.tab.received
source: Received
de: Empfangen
es: Recibidos
id: Masuk
ja: 受信
ko: 받은 메시지
pt_br: Recebidas
th: ได้รับ
zh_hant: 收到

# inbox.tab.sent
source: Sent
de: Gesendet
es: Enviados
id: Terkirim
ja: 送信
ko: 보낸 메시지
pt_br: Enviadas
th: ส่งแล้ว
zh_hant: 已送出

# legal.privacy_policy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
id: Kebijakan Privasi
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
th: นโยบายความเป็นส่วนตัว
zh_hant: 隱私政策

# legal.terms_of_use
source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
id: Ketentuan Penggunaan
ja: 利用規約
ko: 이용약관
pt_br: Termos de Uso
th: ข้อตกลงการใช้งาน
zh_hant: 使用條款

# paywall.already_premium
source: You're already a Premium member
de: Du bist bereits Premium-Mitglied
es: Ya eres miembro Premium
id: Kamu sudah jadi anggota Premium
ja: すでにPremium会員です
ko: 이미 프리미엄 회원이에요
pt_br: Você já é assinante Premium
th: คุณเป็นสมาชิก Premium อยู่แล้ว
zh_hant: 你已是 Premium 會員

# paywall.done
source: Done
de: Fertig
es: Listo
id: Selesai
ja: 完了
ko: 완료
pt_br: Concluído
th: เสร็จ
zh_hant: 完成

# paywall.feature_extended_delay
source: Send delayed messages up to 7 days
de: Verzögerte Nachrichten bis zu 7 Tage senden
es: Envía mensajes con retraso de hasta 7 días
id: Kirim pesan tertunda hingga 7 hari
ja: 最長7日後に届くタイマーメッセージを送信
ko: 최대 7일까지 지연 메시지를 보낼 수 있어요
pt_br: Envie mensagens com atraso de até 7 dias
th: ส่งข้อความหน่วงเวลาได้ถึง 7 วัน
zh_hant: 傳送延遲訊息，最長 7 天後開啟

# paywall.feature_per_friend_limit
source: Schedule up to 3 pending messages per friend
de: Bis zu 3 ausstehende Nachrichten pro Freund planen
es: Programa hasta 3 mensajes pendientes por amigo
id: Jadwalkan hingga 3 pesan pending per teman
ja: 同じ友だちに最大3件まで同時に予約
ko: 친구당 최대 3개의 예약 메시지를 보낼 수 있어요
pt_br: Agende até 3 mensagens pendentes por amigo
th: ตั้งคิวข้อความได้สูงสุด 3 ข้อความต่อเพื่อนหนึ่งคน
zh_hant: 對同一位好友最多同時排程 3 則延遲訊息
